{
	"articles": [
    {
			"website": "https://www.ftadviser.com",
			"uri": "/pensions/2017/11/17/tax-relief-for-the-young-is-a-step-too-far/",
			"title": "Tax relief for the young is a step too far",
			"author": "Matthew Rankine",
			"content": "The strange sound currently emanating from Number 11 Downing Street is either (a) the pre-Budget barricades being assembled or (b) an outbreak of backpatting among the Chancellor’s spin doctors. Assuming it’s the latter, any PR smugness is unlikely to be the result of a bruising week that saw two Cabinet ministers fall on their swords. Instead it’s more likely to stem from the Treasury’s reported plan to increase the pension tax relief offered to young savers. You don’t need to be Malcolm Tucker to see how it might be spun – 'a helping hand for young savers” and so on.But such a policy would be worthy of one of the famously foul-mouthed spin doctor’s most expletive-filled rants.The simple truth is younger people already have a big advantage when it comes to pension saving. It’s a seemingly magical phenomenon called compound interest.Yet that fact has failed spectacularly to encourage most young people to get into the pension habit.There’s an obvious and inescapable reason for this – 20-somethings are often too busy struggling to pay off student debt or scrape together a deposit for a home to start pension saving.The main problem with such a policy is that it decouples tax relief from the rate at which someone pays income tax. If they don’t have the spare cash in the first place, offering them extra tax relief will do little to nudge them into saving for retirement. Conversely, those who have left it late to start a pension need all the help they can get.So if the extra relief offered to 20-somethings is funded by a cut to the relief offered to older savers, such a policy would move from being well meaning but pointless to downright cruel.For now the talk of pension tax relief levels being dependent on a saver’s age remains just that – talk.But Steve Webb, a man who knows better than most, revealed recently the Government 'sees tax relief as a bloated area of public spending in need of reform,” and predicted the Chancellor will be unable to resist the temptation to reduce some pension tax breaks.The only question then is where the axe will fall. Further reductions in the annual or lifetime allowances remain a strong possibility, while the introduction of a single rate of tax relief can’t be ruled out. Unsurprisingly many in the pensions industry are violently opposed to such an idea – but their objections are most likely to stem from concerns that it would cause higher rate taxpayers to throttle back their contributions.But to my mind the main problem with such a policy is that it decouples tax relief from the rate at which someone pays income tax.In the same way, introducing an age - related apartheid to pension tax relief would decouple it from common sense, equality and people’ s ability to save."
		},
		{
			"website": "https://www.ftadviser.com",
			"uri": "/pensions/2017/11/15/call-to-stay-calm-ahead-of-db-transfer-value-fall/",
			"title": "Call to stay calm ahead of DB transfer value fall",
			"author": "Ima Jackson-Obot",
			"content": "The likelihood of more interest rate increases could spur a rush of clients who want to request defined benefit (DB) transfers ahead of a reduction in values. Following the Bank of England’s (BoE) decision earlier this month to increase rates to 0.5 per cent from 0.25 per cent, there have been reports that this could lead to a drop in transfer values The cash equivalent transfer value is the lump sum a pension scheme will offer in exchange for giving up future claims.Gilt yields, which can be affected by base interest rates, are one of the assumptions actuaries use when calculating transfer values.Frances Giliker, pension transfer specialist at Church Street Financial Planning, said it was still too early to see the full impact of the rate rise on transfer values, but added that the media could heighten awareness about a future decrease in entitlement She cautioned against firms bowing to client pressure. At Church Street Financial Planning, pension specialists do not deal with insistent clients Ms Giliker added: 'Clients who have done a transfer over the last year would have had the highest transfer values '[And although] the reduction in transfer values will form part of the conversation with a client, it should not be the key basis on which an adviser recommends a transfer. Commenting on the rate rise, Steve Webb, director of policy at Royal London, said anyone considering a transfer might wish to take impartial advice on the pros and cons 'as a matter of urgency, as transfer values were unlikely to remain at [current] high levels” Matthew Bird, director at IFA Seer Green, said advisers should remain calm ahead of any surge in DB transfer requests, if people see their transfer values reduce Mr Bird said: 'It will have an effect and some people may have a shock in the near future."
		}
	]
}
